Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/limesurvey-tm.tmx
Source language: en
Languages: ca_es

source: Record Deleted
ca_es: Registre Eliminat

source: Answers and tokens have been re-opened.
ca_es: S'han reobert les respostes i tokens.

source: Important instructions
ca_es: Instruccions importants

source: Click on the following button if you want to
ca_es: Premi al següent botó

source: Delete all incomplete answers that correspond to a token for which a completed answers is already recorded
ca_es: Eliminar totes les respostes incompletes de tokens dels quals ja s'han registrat les respostes completes

source: Reset the completed answers to the incomplete state
ca_es: Reiniciar les respostes completes a l'estat 'incomplet'

source: Reset all your tokens to the 'not used' state
ca_es: Reiniciar tots els token a l'estat 'no usat'

source: Are you really sure you want to *delete* some incomplete answers and reset the completed state of both answers and tokens?
ca_es: Està segur de voler *esborrar* algunes respostes incompletes i reiniciar l'estat de completesa de les preguntes i tokens?

source: Reset answers and token completed state
ca_es: Reiniciar respostes i estat de completitud del token.

source: Finalize response submission
ca_es: Acabar enviament de respostes

source: Confirm Password:
ca_es: Confirmar Contrasenya:

source: Email:
ca_es: Correu electrònic:

source: Start language:
ca_es: Llenguatge d'inici:

source: This survey is not yet active. Your response cannot be saved
ca_es: Aquesta enquesta encara no està activa. Les seves respostes no seran desades

source: The survey you selected does not exist
ca_es: L'enquesta que ha seleccionat no existeix

source: Editing response (ID %s)
ca_es: Editant la resposta (ID %s)

source: Viewing response (ID %s)
ca_es: Mirant la resposta (ID %s)

source: Try again
ca_es: Torni a intentar-ho

source: The entry was assigned the following record id:
ca_es: A l'entrada se li ha assignat el següent id:

source: Add another record
ca_es: Afegir un altre registre

source: View this record
ca_es: Veure aquest registre

source: Browse saved responses
ca_es: Navega per les respostes desades

source: File:
ca_es: Arxiu:

source: Exclude record IDs?
ca_es: Excloure l'ID del Registre?

source: When an imported record matches an existing record ID:
ca_es: Quan un element importat concorda amb l'ID d'un registre existent:

source: Report and skip the new record.
ca_es: Informar i saltar el nou registre.

source: Renumber the new record.
ca_es: dfd

source: Replace the existing record.
ca_es: Substituir el registre existent.

source: Import as not finalized answers?
ca_es: Importar com a respostes no finalitzades?

source: Cannot import the VVExport file.
ca_es: No s'ha pogut importar l'arxiu VVExport.

source: This survey is not active. You must activate the survey before attempting to import a VVexport file.
ca_es: L'enquesta no està activa. Heu d'activar abans l'enquesta abans d'intentar importar un fitxer VVexport.

source: You must set at last one available language.
ca_es: Has d'establir almenys un idioma disponible.

source: Global settings
ca_es: Opcions globals

source: Overview & update
ca_es: Visió general i actualització

source: Email settings
ca_es: Configuració d'e-mail:

source: Security
ca_es: Seguretat

source: Presentation
ca_es: Presentació

source: Interfaces
ca_es: Interfícies

source: System overview
ca_es: Visió general del Sistema

source: Users
ca_es: Usuaris

source: Active surveys
ca_es: Enquestes actives

source: Deactivated result tables
ca_es: Taules de resultats desactivats

source: Active token tables
ca_es: Taules de tokens actius

source: Deactivated token tables
ca_es: Taules de tokens desactivats

source: Used/free space for file uploads
ca_es: Espai utilitzat/lliure per pujar arxius

source: Show PHPInfo
ca_es: Mostrar PHPInfo

source: Updates
ca_es: Actualitzacions

source: Automatically check for updates:
ca_es: Cerca actualitzacions automàticament:

source: Never
ca_es: Mai

source: Every day
ca_es: Cada dia

source: Every week
ca_es: Cada setmana

source: Every 2 weeks
ca_es: Cada 2 setmanes

source: Every month
ca_es: Cada mes

source: Check now
ca_es: Comprovi-ho ara

source: Last check: %s
ca_es: Darrera comprovació: %s

source: Show update notifications:
ca_es: Mostra les notificacions d'actualització:

source: For stable versions
ca_es: Per a versions estables

source: For stable and unstable versions
ca_es: Per a versions estables i inestables

source: The following LimeSurvey updates are available:
ca_es: Hi ha disponibles les següents actualitzacions del LimeSurvey:

source: (unstable)
ca_es: (inestable)

source: (stable)
ca_es: (estable)

source: Use ComfortUpdate
ca_es: Fer servir l'actualització cómode (ConfortUpdate)

source: Download
ca_es: Baixa

source: You can %s download and update manually %s or use the %s.
ca_es: Podeu %s baixar i actualitzar manualment %s o bé fer servir %s.

source: 3-Click ComfortUpdate
ca_es: Actualització còmode en 3 clicks

source: There was an error on update check (%s)
ca_es: Hi ha hagut un error en la comprovació de l'actualització (%s)

source: There is currently no newer LimeSurvey version available.
ca_es: Ara mateix no hi ha cap nova versió de LimeSurvey disponible.

source: This is an unstable version and cannot be updated using ComfortUpdate. Please check %sour website%s regularly for a newer version.
ca_es: Aquesta és una versió inestable i no pot ser actualitzada mitjançant ComfortUpdate. Comprovi %s el nostre lloc web %s regularment per obtenir una nova versió

source: Site name:
ca_es: Nom del lloc:

source: Default template:
ca_es: Plantilla per defecte:

source: Administration template:
ca_es: Plantilla d'administració:

source: Default HTML editor mode:
ca_es: Mode d'edició HTML per defecte:

source: No HTML editor
ca_es: Sense editor HTML

source: Inline HTML editor (default)
ca_es: Editor HTMl en línia (per defecte)

source: Popup HTML editor
ca_es: Editor HTML en una nova finestra

source: Question type selector:
ca_es: Selector de tipus de pregunta:

source: Full selector (default)
ca_es: Selector complet (per defecte)

source: Simple selector
ca_es: Selector simple

source: Template editor:
ca_es: Editor de plantilles:

source: Full template editor (default)
ca_es: Editor de plantilles complet (per defecte)

source: Simple template editor
ca_es: Editor de plantilles simples

source: Time difference (in hours):
ca_es: Diferència de temps (en hores):

source: Server time:
ca_es: Temps del servidor:

source: Corrected time:
ca_es: Temps corregit:

source: Session lifetime (seconds):
ca_es: Temps de vida de la sessió (segons):

source: IP Info DB API Key:
ca_es: Clau IP Info DB API:

source: Google Maps API key:
ca_es: Clau (Key) de l'API de Google Maps:

source: Google Analytics API key:
ca_es: Clau (key) de l'API de Google Analytics:

source: Google Translate API key:
ca_es: Clau (key) de l'API de Google Translate:

source: Default site admin email:
ca_es: Adreça d'e-mail d'administrador per defecte:

source: Administrator name:
ca_es: Nom de l'administrador:

source: Email method:
ca_es: Mètode d'e-mail:

source: PHP (default)
ca_es: PHP (per defecte)

source: SMTP host:
ca_es: Hoste SMTP:

source: Enter your hostname and port, e.g.: my.smtp.com:25
ca_es: Introdueixi el seu nom d'hoste i port, per exemple: my.smtp.com:25

source: SMTP username:
ca_es: Usuari SMTP:

source: SMTP password:
ca_es: Contrasenya SMTP:

source: Off
ca_es: Apagat

source: SMTP debug mode:
ca_es: Mode de depuració SMTP:

source: On errors
ca_es: En errors

source: Always
ca_es: Sempre

source: Email batch size:
ca_es: Mida del lot d'e-mails:

source: Default site bounce email:
ca_es: Adreça d'e-mail de rebot per defecte:

source: Survey preview only for administration users
ca_es: La vista prèvia de l'enquesta només està disponible per als usuaris d'administració

source: Filter HTML for XSS:
ca_es: Filtrar HTML per XSS:

source: Group member can only see own group:
ca_es: Un membre d'un grup només pot veure el seu grup:

source: Warning: Before turning on HTTPS,
ca_es: Advertència: Abans d'encendre l'HTTPS,

source: Test if your server has SSL enabled by clicking on this link.
ca_es: Comprova si el teu servidor té SSL activat clicant en aquest enllaç.

source: check if this link works.
ca_es: comprovar si el link funciona.

source: If the link does not work and you turn on HTTPS, LimeSurvey will break and you won't be able to access it.
ca_es: Si l'enllaç no funciona i l'HTTPS està engegat, LimeSurvey no funcionarà i no podràs accedir-hi.

source: Force HTTPS:
ca_es: Forçar HTTPS:

source: On
ca_es: Encès

source: Don't force on or off
ca_es: No forçar l'engegada o apagada

source: Show 'no answer' option for non-mandatory questions:
ca_es: Mostrar l'opció 'sense resposta' per a preguntes no obligatòries:

source: Survey admin can choose
ca_es: L'administrador de l'enquesta pot escollir

source: Repeating headings in array questions every X subquestions:
ca_es: Repetir els encapçalaments en preguntes matriu cada X subpreguntes:

source: Show question group name and/or description
ca_es: Mostra el nom i/o la descripció del grup de preguntes

source: Show question number and/or question code
ca_es: Mostra el número i/o el codi de la pregunta

source: Default site language:
ca_es: Idioma per defecte:

source: Available languages:
ca_es: Idiomes disponibles:

source: RPC interface enabled:
ca_es: Interfície RPC activada:

source: URL:
ca_es: Direcció web (URL):

source: Note: Demo mode is activated. Marked (*) settings can't be changed.
ca_es: Nota: el mode de demostració es troba activat. Les configuracions marcades amb (*) no es poden canviar.

source: Online Manual
ca_es: Manual de LimeSurvey en línia

source: Online manual
ca_es: Manual online

source: Support this project - Donate to
ca_es: Col·labori amb el projecte - Realitzi una donació a

source: Visit our website!
ca_es: Visiti la nostra pàgina web!

source: Welcome to %s!
ca_es: Benvingut/da a %s!

source: Some piece-of-cake steps to create your very own first survey:
ca_es: Alguns passos molt senzills per a crear la seva primera enquesta:

source: Create a new survey clicking on the %s icon in the upper right.
ca_es: Crea una enquesta nova clicant a l'icona %s que està a dalt a la dreta.

source: Add survey
ca_es: Afegir qüestionari

source: Create a new question group inside your survey.
ca_es: Crear un nou grup de preguntes a la vostra enquesta.

source: Create one or more questions inside the new question group.
ca_es: Crear una o més preguntes al vostre nou grup de preguntes.

source: Done. Test your survey using the %s icon.
ca_es: Fet. Prova l'enquesta clicant a l'icona %s.

source: Test survey
ca_es: Prova l'enquesta

source: Logged in as:
ca_es: Sessió iniciada com:

source: Edit your personal preferences
ca_es: Modifica les preferències personals

source: Default administration page
ca_es: Administració

source: Manage survey administrators
ca_es: Gestió d'usuaris i/o administradors

source: Create/edit user groups
ca_es: Crea/edita grups d'usuaris

source: Check Data Integrity
ca_es: Verificar Integritat de les Dades

source: Backup Entire Database
ca_es: Realitzar còpia de seguretat de tota la Base de Dades

source: The database export is only available for MySQL databases. For other database types please use the according backup mechanism to create a database dump.
ca_es: L'exportació de la base de dades només està disponible per MySQL. Per altres tipus de bases de dades, si us plau, utilitzi el mecanisme de backup per crear un bolcat de la base de dades.

source: Edit label sets
ca_es: Editar conjunts d'etiquetes

source: Template Editor
ca_es: Editor de plantilles

source: Surveys:
ca_es: Enquestes:

source: Detailed list of surveys
ca_es: Llistat detalladat d'enquestes

source: Create, import, or copy a survey
ca_es: Creeu, importeu o copieu una enquesta

source: Logout
ca_es: Tancar la sessió

source: Quota message
ca_es: Missatge de Quota

source: URL description
ca_es: Descripció de la URL:

source: Add answer
ca_es: Afegir resposta

source: Question Selection
ca_es: Seleccio de Pregunta

source: Sorry there are no supported question types in this survey.
ca_es: No hi ha tipus de preguntes suportats en aquesta enquesta

source: All answers are already selected in this quota.
ca_es: Totes les respostes ja han estat seleccionades en aquesta quota.

source: Survey quota
ca_es: Quota de l'enquesta

source: New answer for quota '%s'
ca_es: Nova resposta per la quota '%s'

source: Select Answer
ca_es: Seleccionar Resposta

source: Save this, then create another:
ca_es: Desar aquest/-a, després crear-ne un/-a de nou/-va:

source: Select question
ca_es: Seleccionar pregunta

source: Not Active
ca_es: Inactiu

source: Terminate survey
ca_es: Finalitzar enquesta

source: Show message and allow user to modify answers
ca_es: Veure el missatge i permetre als usuaris modificar respostes

source: Edit
ca_es: Modificar

source: Quota could not be added.
ca_es: No s'ha pogut afegir la quota.

source: It is missing a quota message for the following languages:
ca_es: Falta indicar el missatge de la quota pels següents idiomes:

source: Survey quotas
ca_es: Quotes de l'enquesta

source: Quota name
ca_es: Nom de quota

source: Quota action
ca_es: Acció de quota

source: Limit
ca_es: Límit

source: Quick CSV report
ca_es: Informe CSV ràpid

source: No quotas have been set for this survey
ca_es: No s'han definit quotes per aquesta enquesta.

source: New quota
ca_es: Nova quota

source: Quota limit
ca_es: Límit de quota

source: Autoload URL
ca_es: Carregar automàticament la URL

source: Sorry your responses have exceeded a quota on this survey.
ca_es: Ho sentim, però les seves respostes han excedit una quota de l'enquesta.

source: Add New Quota
ca_es: Afegir Nova Quota

source: Edit quota
ca_es: Editar quota

source: Quota name:
ca_es: Nom de la quota:

source: Quota limit:
ca_es: Límit de la quota:

source: Quota action:
ca_es: Acció de la quota:

source: Autoload URL:
ca_es: URL d'autocàrrega:

source: Save quota
ca_es: Desa la quota

source: This will replace the existing text. Continue?
ca_es: Això substituirà al text existent. Vol continuar?

source: Invitation
ca_es: Invitació

source: Reminder
ca_es: Recordatori

source: Confirmation
ca_es: Confirmació

source: Basic admin notification
ca_es: Notificació bàsica d'administrador

source: Detailed admin notification
ca_es: Notificació detallada d'administrador

source: Admin confirmation email subject:
ca_es: Assumpte del correu electrònic de confirmació d'administrador:

source: Use default
ca_es: Utilitzar els valors per defecte

source: Admin confirmation email body:
ca_es: Missatge del correu electrònic de confirmació d'administrador:

source: Admin notification email:
ca_es: Correu de notificació de l'administrador:

source: Detailed admin notification subject:
ca_es: Assumpte de la notificació a l'administrador detallat:

source: Detailed admin notification email:
ca_es: Correu electrònic detallat de notificació a l'administrador:

source: Invitation email subject:
ca_es: Assumpte de la invitació:

source: Reminder email subject:
ca_es: Correu electrònic de recordatori:

source: Email reminder:
ca_es: Missatge del correu electrònic de recordatori:

source: Note: No confirmation emails will be sent - please activate it in the survey settings.
ca_es: Nota: no s'enviaràn correus electrònics de confirmacio. Si sus plau, activeu la opció a les opcions de l'enquesta.

source: Confirmation email subject:
ca_es: Assumpte del correu electrònic de confirmació:

source: Confirmation email:
ca_es: Missatge del correu electrònic de confirmació:

source: Confirmation email
ca_es: Missatge del correu electrònic de confirmació

source: Public registration email subject:
ca_es: Assumpte del correu electrònic de registre públic:

source: Public registration email:
ca_es: Missatge del correu electrònic d'inscripció pública:

source: No replacement variable available for this field
ca_es: No hi ha cap variable de reemplaçament per aquest camp

source: Standard Fields
ca_es: Camps Estàndard

source: Previous Answers Fields
ca_es: Camps de Respostes Prèvies

source: Some Question have been disabled
ca_es: S'han deshabilitat algunes Preguntes

source: Survey Format is %s:
ca_es: El Format de l'enquesta és %s:

source: Only Previous pages answers are available
ca_es: Només estan disponibles les respostes de les pàgines Prèvies

source: Survey mode is set to %s:
ca_es: El mode de l'enquesta es troba fixat a %s:

source: Import label set resources
ca_es: Importar recursos de grups d'etiquetes

source: Imported files list
ca_es: Llista d'arxius importats

source: Error files list
ca_es: Llista d'arxius d'error

source: Imported resources for
ca_es: Recursos importats per

source: Resources import summary
ca_es: Resum de recursos importats

source: Total imported files
ca_es: Total d'arxius importats

source: Total errors
ca_es: Total d'errors

source: Label set administration
ca_es: Administració del conjunt d'etiquetes

source: Export multiple label sets
ca_es: Exportar conjunts d'etiquetes múltiples

source: Label sets:
ca_es: Conjunts d'etiquetes:

source: Create or import new label set(s)
ca_es: Crear o importar un nou conjunt/s d'etiqueta/es

source: Label set:%s %s (ID:%s)
ca_es: Conjunt d'etiquetes: %s %s (ID: %s)

source: Edit label set
ca_es: Modificar conjunt d'etiquetes

source: Do you really want to delete this label set?
ca_es: Està segur que vol eliminar aquest conjunt d'etiquetes?

source: Delete label set
ca_es: Eliminar conjunt d'etiquetes

source: Export this label set
ca_es: Exportar aquest conjunt d'etiquetes

source: Close Window
ca_es: Tancar Finestra

source: Error: You are trying to use duplicate label codes.
ca_es: Error: Està provant d'usar codis d'etiqueta duplicats.

source: Labels
ca_es: Etiquetes

source: Uploaded resources management
ca_es: Administració de recursos pujats

source: Label:
ca_es: Etiqueta:

source: Insert a new label after this one
ca_es: Insereix una nova etiqueta després d'aquesta

source: Delete this label
ca_es: Esborra aquesta etiqueta

source: Browse uploaded resources
ca_es: Navegar pels recursos pujats

source: Export resources as ZIP archive
ca_es: Exportar recursos com un arxiu ZIP

source: Select ZIP file:
ca_es: Seleccioneu l'arxiu ZIP:

source: Import resources ZIP archive
ca_es: Importar un arxiu ZIP de recursos

source: zip library not supported by PHP, Import ZIP Disabled
ca_es: La llibreria zip no està suportada per PHP, la importació ZIP està deshabilitada

source: Enter your labels:
ca_es: Introdueixi les seves etiquetes

source: Enter one label per line. You can provide a code by separating code and label text with a semikolon or tab. For multilingual surveys you add the translation(s) on the same line separated with a semikolon or tab.
ca_es: Introdueixi una sola etiqueta per línia. Pot proporcionar un codi separant el codi y el text de l'etiqueta amb un punt i coma (;) o una tabulació. Per a enquestes amb múltiples idiomes, heu d'afegir la traducció/ns a la mateixa línia separades amb un punt i coma (;) o una tabulació.

source: You have to select at least one label set.
ca_es: Has de seleccionar, com a mímin, un grup d'etiquetes

source: Please choose the label sets you want to export:
ca_es: Si us plau, trieu el grup d'etiquetes que voleu exportar:

source: (Select multiple label sets by using the Ctrl key)
ca_es: (Selecciona múltiples etiquetes utilitzant la tecla 'Ctrl')

source: Export selected label sets
ca_es: Exportar els conjunts d'etiquetes seleccionats

source: Import label set(s)
ca_es: Importar conjunt(s) d'etiquetes

source: Error: You have to enter a name for this label set.
ca_es: Error: Ha d'introduir un nom per aquest conjunt d'etiquetes.

source: Set name:
ca_es: Nom del conjunt:

source: Languages:
ca_es: Idiomes:

source: You cannot remove this item since you need at least one language in a labelset.
ca_es: No pot eliminar aquest element ja que necessita almenys un idioma en un conjunt d'etiquetes.

source: Update
ca_es: Actualitzar

source: Select label set file (*.lsl,*.csv):
ca_es: Seleccioni un fitxer de conjunt d'etiquetes (*.lsl, *.csv):

source: Don't import if label set already exists:
ca_es: No ho importis si el conjunt d'etiquetse ja existeix:

source: Convert resources links?
ca_es: Convertir els enllaços de recursos?

source: Import Label Set
ca_es: Importar Conjunt d'Etiquetes

source: Label set import summary
ca_es: Resum de l'importació del grup d'etiquetes

source: Import of label set(s) is completed.
ca_es: S'ha completat la importació de(l) conjunt(s) d'etiquetes

source: Return to label set administration
ca_es: Tornar a l'administrador de grups d'etiquetes

source: Editing user
ca_es: Editant usuari

source: Full name
ca_es: Nom Complet

source: Delete user
ca_es: Eliminar usuari

source: Transfer the surveys of this user to:
ca_es: Transferir les enquestes d'aquest usuari a:

source: Delete User
ca_es: Eliminar Usuari

source: Your personal settings
ca_es: Les teves opcions personals

source: Interface language
ca_es: Idioma de l'interfície

source: HTML editor mode
ca_es: Mode editor HTML

source: Default
ca_es: Per defecte

source: Inline HTML editor
ca_es: Editor HTML en línia

source: Question type selector
ca_es: Selector de tipus de pregunta

source: Full selector
ca_es: Selector complet

source: Template editor mode
ca_es: Mode editor de plantilles

source: Full template editor
ca_es: Editor de plantilles completes

source: Date format
ca_es: Format de la data

source: Set User Rights
ca_es: Establir Permisos d'Usuari

source: Super-Administrator
ca_es: Súperadministrador

source: Create survey
ca_es: Crear enquesta

source: Configurator
ca_es: Configurador

source: Create user
ca_es: Crear usuari

source: Use all/manage templates
ca_es: Utilitzar/Administrar plantilles

source: Manage labels
ca_es: Administrar etiquetes

source: Save Now
ca_es: Desa-ho ara

source: No of surveys
ca_es: Nombre d'enquestes

source: Created by
ca_es: Creat per...

source: Edit user
ca_es: Editar usuari

source: Edit this user
ca_es: Editar aquest usuari

source: Set global permissions for this user
ca_es: Establir permisos globals per aquest usuari

source: Take ownership
ca_es: Obtenir propietat

source: Set template permissions for this user
ca_es: Establir permisos de plantilla per aquest usuari

source: Delete this user
ca_es: Eliminar aquest usuari

source: Add user:
ca_es: Afegir usuari:

source: Add user
ca_es: Afegir usuari

source: Edit template permissions
ca_es: Editar permisos de plantilla

source: Set templates that this user may access
ca_es: Indiqui les plantilles a les que pot accedir aquest usuari

source: Template name
ca_es: Nom de plantilla

source: Allowed
ca_es: Permès

source: Check or uncheck all items
ca_es: Marcar o desmarcar tots els elements

source: Editing template '%s' - File '%s'
ca_es: Editant la plantilla '%s' - Arxiu '%s'

source: Standard files:
ca_es: Arxius estàndars:

source: CSS & Javascript files:
ca_es: Arxius CSS i Javascript:

source: Changes cannot be saved to a standard template.
ca_es: No es poden desar canvis a una plantilla estàndard.

source: You can't save changes because the template directory is not writable.
ca_es: No pot desar els canvis perquè no es pot escriure al directori de la plantilla

source: Other files:
ca_es: Altres arxius:

source: Are you sure you want to delete this file?
ca_es: Està segur que vol eliminar aquest arxiu?

source: Upload a file:
ca_es: Pujar un arxiu:

source: Preview:
ca_es: Vista prèvia:

source: Please change the directory permissions of the folder %s in order to preview templates.
ca_es: Si us plau, canviï els permisos del directori %s per tal de previsualitzar les plantilles.
